<?php
    session_start();
?>

<!DOCTYPE html>
<html lang="en">
  <head>
    <meta charset="UTF-8" />
    <meta name="viewport" content="width=device-width, initial-scale=1.0" />
    <title>Healthy Food</title>
    <link rel="stylesheet" href="style/Diet.css" />
    <link
      rel="stylesheet"
      href="https://use.fontawesome.com/releases/v5.14.0/css/all.css"
      integrity="sha384-HzLeBuhoNPvSl5KYnjx0BT+WB0QEEqLprO+NBkkk5gbc67FTaL7XIGa2w1L0Xbgc"
      crossorigin="anonymous"
    />
    <link
      href="https://fonts.googleapis.com/css2?family=Kumbh+Sans:wght@400;700&display=swap"
      rel="stylesheet"
    />
  </head>
  <body class="body">
    
   <!-- Navbar Section -->
   <?php include 'Navbar.php';?>

    <div class="Food_Site">
      <h1 style="left:450px; top:180px;">What is nutritious after exercise?</h1>
      <h1 style="left:455px; top:200px;">I have to eat something specific?</h1>
      <img class="Photo" src="images/Pyramid.jpg" alt="Food pyramid">


      <h3> Ποιoς ειναι ο στοχος:</h3>
       <p>
        <img src="images/correct.png" alt="Checkmark" style="position:relative;  width: 17px; height: 17px;">
        H αναπληρωση αποθηκων ενεργειας
      </p>

      <p>
        <img src="images/correct.png" alt="Checkmark" style="position:relative;  width: 17px; height: 17px;">
        H αναπληρωση των υγρων και των ηλεκτρολυτων και
      </p>

      <p>
        <img src="images/correct.png" alt="Checkmark" style="position:relative;width: 17px; height: 17px;">
              H επιδιορθωση και η αυξηση της μυικης μαζας 
              <br>
              <br>
      </p>

      <h3>Πως θα αναπληρωσω τα υγρα μου και τους ηλεκτρολητες;</h3>
        <p>Ακόμη και μετά το τέλος της άσκησης το σώμα σας συνεχίζει να χάνει υγρά και ηλεκτρολύτες μέσω του ιδρώτα.Ένας κάλος τρόπος αναπληρώσεις των υγρών είναι η καταπωσει<br>
          νερού μετά την προπόνηση. Ιδανικά η απώλεια ενός κιλού αντιστοιχεί στην ποσότητα των 6 ποτηριών νερου.Για παράδειγμα, αν πριν την άσκηση το βάρος σας ήταν 75kg και <br> 
          μετά την άσκηση 74kg μιλάμε για απώλεια ενός κιλού άρα, θα πρέπει να καταναλώσετε 6 ποτήρια νερού.Όμως εκτός από το νερό μπορούμε να καταναλώσουμε και διαφορά <br>
          φτουρά το οποία περιέχουν βιταμίνες και μας βοηθάν στην αναπληρώσει των ηλεκτρολυτών.Μερικά από αυτά τα φτουρά είναι ο ανανάς, το ακτινίδιο ,η μπανάνα και ο <br>
          φυσικός χυμός πορτοκαλί.<br> <br>
        </p>

      <h3>Τι γίνεται όταν προπονούμαστε νηστική;</h3>
        <p>Στην σύγχρονη εποχή, οι περισσότεροι άνθρωποι πλέον έχουν απαιτητικά προγράμματα, χωρίς καθόλου ελεύθερο χρόνο με αποτέλεσμα να  δυσκολεύονται να βρουν κάποια <br>
           αλλαγή στο πρόγραμμα τους για τις ώρες της προπόνησης με αποτέλεσμα να προτιμούν να φανέ μετά την σωματική τους άσκηση.<br>
           Είναι εντάξει αυτό; Σιγουρά δεν είναι σωστό αλλά δεν ήρθε και η συντέλεια του κόσμου. Ακόμα και έτσι μπορούμε να έχουμε εξαιρετικά αποτελέσματα.Αν όμως είστε από <br>
           τα άτομα που προπονήστε νηστική θα σας πρότεινα μετά το τέλος της προπόνησής να φάτε κάτι που θα περιέχει πρωτεΐνη και υδατάνθρακες , καθώς οι δεξαμενές καύσιμων<br>
           σας μπορεί να είναι σχεδόν άδειες.<br><br>
        </p>

      <h3>Πως θα γινει η αναπληρωση των αποθηκων ενεργειας</h3>
      <p>Οι υδατάνθρακες είναι η άμεση πηγή ενέργειας που χρησιμοποιεί ο οργανισμός. Είναι λοιπόν απαραίτητοι για να έχουμε την ενέργεια που χρειαζόμαστε για να λειτουργούμε.<br>
         Αν δεν φάμε υδατάνθρακες μετά την προπόνηση ο οργανισμός εξαντλείται. Οι πλεονάζοντες υδατάνθρακες που δε θα χρησιμοποιήσει ο οργανισμός αποθηκεύονται με τη μορφή <br>
         γλυκογόνου.Μερικές από της τροφές που είναι πλούσιες σε υδατάνθρακες είναι : Δημητριακά ολικής αλέσεως, Πλιγούρι, Φασόλια, Σπόροι Ζέας (δίκοκκο σιτάρι), Κινόα, Λαχανικά,<br> 
         Ζυμαρικά ολικής αλέσεως, Κριθάρι και Φρούτα.<br><br>
      </p>

      <h3>Πως θα πετυχουμε η επιδιορθωση και η αυξηση της μυικης μαζας</h3>
      <p>
        Οι πρωτεΐνες (οι οποίες αποτελούνται από αμινοξέα) είναι τα δομικά στοιχεία που χρησιμοποιεί το σώμα μας για να χτίσει τους μυς του. Τόσο αυτούς που αποδομήθηκαν λόγω <br>
        καταβολισμού στην προπόνηση όσο και τους νέους. Τροφές οι οποίες είναι πήγες πρότεινες είναι:Κοτόπουλο, Σολομός, Κινόα, Γιαουρτη, Αυγά, Ξηροί καρποί, Σπόροι κολοκύθας <br>
        και Φακές<br><br>
      </p>
        
      <h3>Γεύματα που μπορούμε να φάμε μετά την προπόνηση</h3>
      <p>Σας έχω κάποια παραδείγματα γευμάτων που θα σας βοηθήσουν να κατα-λάβετε τι μπορούμε να τρώμε.<br><br></p>
      
      <h4>Γεύμα 1</h4>
      <p style="left: 35px;">&#8226; Γιαούρτι 200 γραμμάρια <br>&#8226;  ένα φρούτο ή μια κουταλιά μέλι <br>&#8226; μια χούφτα ανάλατους ξηρούς καρπούς<br><br></p>

      <h4>Γεύμα 2</h4>
      <p style="left: 35px;">&#8226; Φρουτοσαλάτα με τρια ή τεσσερα φρούτα εποχής <br>&#8226; κατσικίσιο τυρί ή κατίκι<br><br> </p>

      <h4>Γεύμα 3</h4>
      <p style="left: 35px;">&#8226; Ομελέτα με τρια αυγά <br>&#8226; λαχανικά <br>&#8226; μια φέτα ψωμί ολικής<br><br> </p>

      <h4>Γεύμα 4</h4>
      <p style="left: 35px;">&#8226; Ενα κομμάτι κοτόπουλο <br>&#8226; ψητό Λαχανικά <br>&#8226; 1 κούπα ρύζι ή κινόα ή 1 πατάτα<br><br> </p>

      <h4>Γεύμα 5</h4>
      <p style="left: 35px;">&#8226; Μια τορτίγια με λαχανικά και τόνο<br><br></p>

      <h4>Γεύμα 6</h4>
      <p style="left: 35px;">&#8226; Ενα τόστ με ψωμί ολικής <br>&#8226; 2 φέτες κασέρι <br>&#8226; 2 ελιές<br><br></p>

      <h4>Γεύμα 7</h4>
      <p style="left: 35px;">&#8226; Μια φέτα ψωμί ολικής με αμυγδαλοβούτυρο ή φυστικοβούτυρο <br>&#8226; 1 αυγό<br><br></p>

      <h4>Γεύμα 8</h4>
      <p style="left: 35px;">&#8226; Μια φέτα ολικής <br>&#8226; ενα αυγό μάτι με ρίγανη <br>&#8226; μισό αβοκάντο χτυπημένο στο μούλτι με ελάχιστο ελαιόλαδο<br><br></p>
    </div>

    <!-- Footer Section -->
    <?php include 'footer.php';?>

  </body>
 </html>
